Repository: GaetanoRuggiero/EMAD2022_23-09
Catalog: arts/lib/l10n/app_*.arb
Languages: es, it

source: close
es: cerrar
it: chiudi

# notLoggedDialogTitle
source: Login required
es: Acceso obligatorio
it: Accesso richiesto

# notLoggedDialogContent
source: Please, login to unlock this feature.
es: Inicia sesión para desbloquear esta funcionalidad.
it: Per favore, accedi per poter sbloccare questa funzionalità.

# collectionBottomBarTitle
source: Collection
es: Colección
it: Raccolta

# collectionTitle
source: Your collection
es: Tu colección
it: La tua raccolta

# visitedTabTitle
source: Visited
es: Visitados
it: Visitati

# toVisitTabTitle
source: To Visit
es: Para visitar
it: Da visitare

# searchTabTitle
source: Search
es: Buscar en
it: Cerca

# searchAmongAllPOI
source: Search among all points of interest
es: Buscar todos los puntos de interés
it: Cerca tra tutti i punti d'interesse

# searchByCityHint
source: Search by city, e.g Naples
es: Búsqueda por ciudad, p. ej. Nápoles
it: Ricerca per città, es. Napoli

# searchByLandmarkHint
source: Search by name, e.g Piazza del Plebiscito
es: Búsqueda por nombre, p. ej., Piazza del Plebiscito
it: Ricerca per nome, es. Piazza del Plebiscito

# connectionError
source: Could not establish connection with server. Please retry or check your Internet connection.
es: No se puede conectar con el servidor. Por favor, compruebe su conexión o inténtelo más tarde.
it: Impossibile connettersi al server. Controlla la tua connessione o riprova più tardi.

# resultsNotFound
source: No results found for:
es: No hay resultados para:
it: Nessun risultato per:

source: Results found
es: Resultados encontrados
it: Risultati trovati

source: City
es: Ciudad
it: Città

# poiName
source: Name
es: Ópera
it: Opera

# zeroPOIVisited
source: Collection is empty for now.
es: Su colección está vacía por ahora.
it: La tua collezione per ora è vuota.

# mission
source: Missions
es: Misiones
it: Missioni

# sideQuestAvailableEvents
source: The following events are available:
es: Están disponibles los siguientes eventos:
it: Sono disponibili i seguenti eventi:

# sideQuestGoToUpper
source: Go to
es: Ir a
it: Recati presso

# sideQuestScan
source: and scan it to receive 1
es: y escanearlo para recibir 1
it: e scansionalo per ricevere 1

# sideQuestGoToLower
source: to be used at
es: que se utilizará en
it: da utilizzare presso

# sideQuestEventProgess
source: from
es: de
it: Evento in corso: dal

# articleToThe
source: to the
es: en
it: al

# sideQuestEventCompleted
source: Event completed!
es: Evento completado!
it: Evento completato!

# emptyAvailableMission
source: There are no sidequests to complete.
es: No hay misiones que completar.
it: Non sono disponibili missioni da completare.

# emptyCompletedMission
source: There are no completed sidequests.
es: No se completó ninguna misión.
it: Non è stata completata alcuna missione.

# emptyExpiredMission
source: There are no expired missions.
es: No hay misiones caducadas.
it: Non ci sono missioni scadute.

# expiredMission
source: Event expired on:
es: Evento expirado el:
it: Evento scaduto il:

# thereAreNoExpiredMission
source: There are no expired missions!
es: Non ci sono missioni scadute!
it: Non ci sono missioni scadute!

# thereAreNoCompletedMission
source: There are no completed missions!
es: No hay misiones caducadas.
it: Non ci sono missioni completate!

source: Available
es: Disponible
it: Disponibili

source: Events
es: Eventos

source: Completed
es: Complete
it: Completate

source: Expired
es: Expirado
it: Scadute

source: Settings
es: Configuraciones
it: Impostazioni

source: Language and theme
es: Lengua y tema
it: Lingua e tema

source: Language
es: Idioma
it: Lingua

source: Theme
es: Tema
it: Tema

source: Choose the theme:
es: Elige el tema:
it: Scegli il tema:

source: Light
es: Claro
it: Chiaro

source: Dark
es: Oscuro
it: Scuro

source: System
es: Sistema
it: Sistema

source: Account
es: Cuenta

source: Developer mode
es: Modo desarrollador
it: Modalità sviluppatore

source: Logout
es: Cerrar sesión

# askForLogout
source: Are you sure to logout?
es: Seguro que quieres salir?
it: Sei sicuro di voler uscire?

# logoutCompleted
source: Successful logout!
es: Cierre de sesión completado con éxito!
it: Logout completato con successo!

# logoutFailed
source: Something went wrong!
es: Algo ha salido mal!
it: Qualcosa è andato storto!

source: Info
es: Información

source: Info and recognitions
es: Información y premios
it: Info e riconoscimenti

# selectLanguage
source: Choose the language
es: Seleccionar idioma
it: Seleziona la lingua

source: Yes
es: Sì
it: Sì

# welcomeReg
source: Sign in to unlock all functionalities
es: Regístrese para disfrutar de todas las funciones
it: Iscriviti per usufruire di tutte le funzionalità

source: Name
es: Nombre
it: Nome

# partnerName
source: Commercial business
es: Establecimiento comercial
it: Esercizio commerciale

# hintName
source: Enter your name
es: Introduzca su nombre
it: Inserisci il tuo nome

source: Mandatory field
es: Campo obligatorio
it: Campo obbligatorio

# invalidEmail
source: Invalid Email Address
es: Email no válido
it: Email non valida

# formatPass
source: Password Must be have: • Min. length: 8 characters; • At least one uppercase character; • At least one special character; • At least one numeric character.
es: La password debe cumplir los siguientes requisitos: - Longitud mínima: 8 caracteres; - Al menos un carácter en mayúscula; - Al menos un carácter especial; - Al menos un carácter numérico.
it: La password deve soddisfare i seguenti requisiti: • Lunghezza minima: 8 caratteri; • Almeno un carattere maiuscolo; • Almeno un carattere speciale; • Almeno un carattere numerico.

# mexPassConf
source: Make sure that the two password are equals
es: Asegúrate de que las dos passwords son iguales
it: Assicurati che le due password siano uguali

# hintMail
source: Enter your personal email
es: Introduzca su email personal
it: Inserisci la tua email personale

source: Surname
es: Apellido
it: Cognome

# hintSurname
source: Enter your surname
es: Introduzca su apellido
it: Inserisci il tuo cognome

# passConf
source: Confirm password
es: Confirmación de password
it: Conferma password

source: Sign up
es: Regístrese en
it: Registrati

# haveAnAcc
source: Already have an account?
es: Ya tiene una cuenta?
it: Possiedi già un account?

# clickH
source: Click here
es: Pulse aquí
it: Clicca qui

# insertCategory
source: Please select the type of your store
es: Seleccione el tipo de tienda
it: Seleziona la tipologia del tuo negozio

# insertAddress
source: Enter store address
es: Introduzca la dirección de la tienda
it: Inserisci l'indirizzo del negozio

# addressNotTapped
source: You should select an address from list
es: Seleccione una dirección de la lista
it: Seleziona un indirizzo dalla lista

# welcomeLog
source: Welcome to
es: Bienvenido a
it: Benvenuto in

# welcomeLog1
source: your journey starts here
es: su viaje comienza aquí
it: il tuo viaggio inizia qui

# welcomeLog2
source: Happy to see you again
es: Me alegro de volver a verte
it: Felice di rivederti

# notHaveAnAcc
source: Don't have an account?
es: No tiene cuenta?
it: Non hai un account? Registrati!

# notHaveAnAcc_2
source: Sign up!
es: Regístrese

source: or
es: o
it: oppure

# logLater
source: Skip this step
es: Conectarse sin una cuenta
it: Entra senza account

# emailExm
source: e.g. janedoe@example.com
es: P. ej., mariorossi@esempio.it
it: Es. mariorossi@esempio.it

# missingEmail
source: Enter your email!
es: Introduzca su dirección de email!
it: Inserisci la tua email!

# missingPsw
source: Enter your password!
es: Introduce tu password!
it: Inserisci la tua password!

# partner
source: Are you a partner? Click here
es: Es usted socio? Pulse aquí
it: Sei un partner? Clicca qui

# login
source: Sign in
es: Iniciar sesión
it: Accedi

# noMatchingPass
source: The passwords do not match
es: Las passwords no coinciden
it: Le password non coincidono

# loginFailed
source: Incorrect email or password.
es: Email o password incorrecto.
it: Email o password errati.

# regFailed4Email
source: Registration failed, email already taken.
es: Registro fallido, email ya utilizado.
it: Registrazione fallita, email già utilizzata.

# loggedSuccessfully
source: Signed in successfully
es: Iniciar sesión correctamente
it: Accesso effettuato con successo

source: Loading...
es: Cargando...
it: Caricamento...

source: Profile
es: Perfil
it: Profilo

# profilePartner
source: Partner's Profile
es: Perfil del socio
it: Profilo Partner

# redirectLog
source: Login now
es: Iniciar sesión
it: Accedi

source: Rewards
es: Recompensas
it: Premi

# seasonMex
source: The season ends on
es: La temporada termina el
it: La stagione termina il

# seasonRewardMex
source: By finishing the goals you can receive the following rewards.
es: Al completar los objetivos recibirás las siguientes recompensas
it: Terminando gli obiettivi potrai ricevere le seguenti ricompense

# numberVisitedPoi
source: You have visited
es: Ha visitado
it: Hai visitato

# xRegion
source: for this country
es: para esta nación
it: per questa nazione

# noBadge
source: Unfortunately you don't have any badges yet, start recognizing to get them.
es: Lamentablemente aún no tienes ninguna insignia, empieza a reconocer obras para obtenerlas.
it: Sfortunatamente non hai ancora nessun badge, inizia a riconoscere opere per ottenerne.

source: Modify password
es: Editar password
it: Modifica password

source: Old password
es: Antiguo password
it: Vecchia password

source: New password
es: Nuevo password
it: Nuova password

# changePasswordVerification
source: The new password must be different from the old one
es: La nueva password debe ser diferente de la antigua
it: La nuova password deve essere diversa dalla vecchia

# changedPasswordSucc
source: Password changed successfully
es: Password cambiado correctamente
it: Password cambiata con successo

# changedPasswordFailed
source: Error, entered password is wrong
es: Error, password incorrecta
it: Errore, password inserita sbagliata

source: Add reward
es: Añadir recompensa
it: Aggiungi ricompensa

source: Place Event
es: Comercial
it: Esercizio Commerciale

source: Category
es: Categoría
it: Categoria

source: Discount amount
es: Descuento
it: Sconto

source: Expiry date
es: Plazo
it: Data di scadenza

source: Type
es: Tipo
it: Tipologia

# valueDiscountAmount
source: Value
es: Valor
it: Valore sconto

source: Bakery
es: Pastelería
it: Pasticceria

source: Ice Cream Shop
es: Gelateria
it: Gelateria

source: Restourant
es: Restaurante
it: Ristorante

source: Pizzeria
es: Pizzería

source: Museum
es: Museo
it: Museo

source: Theater
es: Teatro
it: Teatro

source: Sandwich Bar
es: sandwichería
it: Paninoteca

# properValue
source: Incorrect value
es: Valor incorrecto
it: 0 < sconto <= 100

# noPOINearby
source: There are no points of interest nearby your position
es: No hay puntos de interés cercanos
it: Non ci sono punti di interesse nelle vicinanze

# addedSidequestFailed
source: Error, sidequest not added!
es: Error, misión no añadida!
it: Errore, missione non aggiunta!

# addedSidequestSucc
source: Added sidequest successfully!
es: Misión añadida con éxito!
it: Aggiunta missione con successo!

# rewardsLimitReached
source: Reward limit reached
es: Límite de recompensa alcanzado
it: Raggiunto limite ricompense

# rewardsLimitReachedText
source: You have already reached the maximum number of missions you can create. Wait until one expires to create a new one.
es: Ya has alcanzado el número máximo de misiones que puedes crear. Espere a que caduque uno para crear uno nuevo.
it: Hai già raggiunto il numero massimo di missioni che puoi creare. Aspetta che una scada per crearne una nuova.

# congratsPartner
source: You have added
es: Usted añadió

# reward
source: ricompensa
es: recompensa

# registrationDate
source: Start Date
es: Fecha de inicio

# cameraPermissionsError
source: Could't access to camera. Check if you have granted permissions in the application's settings.
es: No se puede acceder a la cámara. Asegúrate de haber concedido los permisos en la configuración de la aplicación.
it: Impossibile accedere alla camera. Assicurati di aver concesso i permessi nelle impostazioni dell'app.

# cameraPermissionDialogTitle
source: Camera permission denied
es: Permisos de cámaras no concedidos
it: Permessi fotocamera non concessi

# cameraPermissionDialogContent
source: To continue, please allow camera's permission in the application settings.
es: Es necesario utilizar la cámara para reconocer los puntos de interés. Para continuar, conceda permisos en la configuración de la aplicación.
it: È necessario l'uso della fotocamera per poter riconoscere i punti di interesse. Per proseguire concedi i permessi nelle impostazioni dell'applicazione.

# poiRecognitionTitleBar
source: Take a pitcure
es: Haz la foto
it: Scatta la foto

# poiRecognitionLoading
source: Recognizing the place
es: Intentando reconocer el lugar
it: Provo a riconoscere il luogo

# poiNotRecognized
source: Unable to recognize what's in the picture
es: Fui incapaz de reconocer el trabajo
it: Non sono stato in grado di riconoscere l'opera

# tooDistantWarning
source: You seem to not be near the place where you took the photo. Therefore, you are not eligible to obtain any rewards.
es: Lo siento, no parece estar en las inmediaciones del lugar de la foto que tomó. Por este motivo, no podrá recibir ninguna recompensa.
it: Ci dispiace, non sembri essere nei pressi del luogo situato nella foto da te scattata. Per tale motivo, non ti sarà possibile ricevere alcuna ricompense.

# backToHomepage
source: Back to the Homepage
es: Volver a la página de inicio
it: Torna alla Homepage

# continueAnyway
source: I understand, ignore rewards and continue
es: Lo entiendo, ignorar las recompensas y continuar
it: Ho capito, ignora le ricompense e continua

# tryAgain
source: Retry
es: Inténtalo de nuevo
it: Prova di nuovo

# deviceLocationNotAvailable
source: Could not retrieve the device's location
es: No se puede obtener la ubicación del dispositivo
it: Impossibile ottenere la posizione del dispositivo

# deviceLocationAvailable
source: Location established
es: Su posición ha sido establecida
it: La tua posizione è stata stabilita

# fetchingGPSCoordinates
source: Establishing your position
es: Estoy tratando de establecer su posición
it: Sto cercando di stabilire la tua posizione

source: Turn on Location
es: Activar posición
it: Attiva Posizione

source: No, thanks
es: No, gracias.
it: No, grazie

# locationOffDialogTitle
source: Turn on location services
es: Activar el servicio de geolocalización
it: Abilita il servizio di geolocalizazione

# locationOffDialogContent
source: In order to use our app, you need to turn on location services.
es: Para utilizar nuestra aplicación, es necesario habilitar los servicios de gelocalización.
it: Per poter utilizzare la nostra applicazione, è necessario abilitare i servizi di gelocalizzazione.

# locationPermissionDialogTitle
source: Allow geolocation permission
es: Permitir el acceso a la geolocalización
it: Consentire l'accesso alla geolocalizzazione

# locationPermissionDialogContent
source: To continue, please allow location's permission in the application settings.
es: Para continuar, es necesario dar permiso a la aplicación para acceder a la ubicación del dispositivo.
it: Per proseguire, è necessario consentire all'applicazione il permesso di accedere alla posizione del dispositivo.

# allowPermission
source: Give permssions
es: Concesión de permisos
it: Concedi permessi

source: My Location
es: Mi posición
it: La mia posizione

source: Itinerary list
es: Lista de itinerarios
it: Lista itinerari

source: Recommended itinerary
es: Itinerario recomendado
it: Itinerario consigliato

source: Thematic itineraries
es: Itinerarios temáticos
it: Itinerari tematici

# createCustomItinerary
source: Create your own itinerary
es: Cree su itinerario
it: Crea il tuo itinerario

source: View all steps
es: Ver todas las etapas

# checkoutThematicItineraries
source: Check out predefined itineraries below
es: Eche un vistazo a las siguientes rutas predefinidas

# selectRange
source: Select the range in km that you want to cover
es: Seleccione el km que desea cubrir
it: Seleziona l'area in km che vuoi ricoprire

# startSearch
source: Start searching
es: Iniciar búsqueda
it: Avvia ricerca

source: Start itinerary
es: Iniciar itinerario
it: Avvia itinerario

# customItineraryResults
source: Here the points of interest found within
es: Éstos son los puntos de interés cercanos a su ubicación en un radio de
it: Ecco i punti di interessi vicini alla tua posizione nel raggio di

# customItineraryBlank
source: Here will be shown the results based on the selected range
es: Aquí se mostrarán los resultados según el radio seleccionado
it: Qui verranno mostrati i risultati in base al range da te selezionato

# itineraryStart
source: Start at:
es: Punto de partida:
it: Punto di inizio:

# itinerarySidequestQuestion
source: You're about to start an itinerary at
es: Está a punto de iniciar un itinerario en
it: Vuoi avviare un itinerario presso

# itineraryEnd
source: End at:
es: Punto final:
it: Punto di fine:

source: Length
es: Longitud
it: Lunghezza

source: Distance
es: Distancia
it: Distanza

# emptyItinerary
source: There are no routes to follow.
es: No hay rutas que seguir.
it: Non sono disponibili itinerari da seguire.

source: Next step
es: Próxima etapa
it: Prossima tappa

source: Skip
es: Saltar

# poiNearby
source: You are near a place of interest!
es: Está cerca de un punto de interés!
it: Sei nei pressi di un punto di interesse!

source: Congratulations
es: Felicidades
it: Congratulazioni

# destinationReached
source: You have reached the end of the path!
es: Has llegado a la última etapa de la ruta!
it: Hai raggiunto l'ultima tappa del percorso!

source: Itinerary completed
es: Itinerario completado
it: Itinerario completato

# takeAPictureAddToCollection
source: If you haven't done it already, take a picture of it to enrich your collection and obtain rewards.
es: Si aún no lo has hecho, hazte una foto para enriquecer tu colección y recibir premios.
it: Se non lo hai già fatto, scatta una foto per arricchire la tua collezione e ricevere premi.

# takePicutre
source: Take picture
es: Haz fotos
it: Scatta foto

source: Trivia
es: Curiosidades
it: Curiosità

source: History
es: Antecedentes históricos
it: Cenni storici

source: View 3D model
es: Ver modelo 3D
it: Guarda modello 3D

# modelNotAvailable
source: 3D Model not available
es: Modelo 3D no disponible
it: Modello 3D non disponibile

source: Mission completed
es: Misión cumplida
it: Missione completata

source: You have received
es: Ha obtenido
it: Hai ottenuto

# lastVisited
source: Last time visited
es: Última visita el
it: Ultima visita il

# hourVisited
source: at
es: en
it: alle ore

source: Not visited yet
es: Aún no se ha visitado
it: Non ancora visitato

# scrollForDetails
source: Scroll for more details
es: Desplácese para más detalles
it: Scorri per maggiori dettagli

# coupon
source: Discount of
es: Descuento de
it: Sconto del

# ticketDiscount
source: Discounted ticket of
es: Billete con descuento de
it: Biglietto scontato del

source: at
es: en
it: presso

source: available up to
es: disponible hasta el
it: disponibile fino al

# noCouponObtained
source: Siamo spiacenti, non hai ancora ottenuto nessun Coupon. Completa una missione per ottenerne uno.
es: Lo sentimos, aún no has obtenido ningún cupón. Completa una misión para obtenerlo.

# noCouponAvaible
source: Siamo spiacenti, non hai Coupon disponibili. Completa una missione per ottenerne uno.
es: Lo sentimos, no tienes cupones disponibles. Completa una misión para obtenerlo.

# noCouponExpired
source: Non sono presenti coupon scaduti.
es: No hay cupones caducados.

source: Go to
es: Vaya a
it: Recati presso

# redeem
source: with this QR to redeem your reward
es: con este QR para canjear tu recompensa
it: con questo qr per riscoutere la tua ricompensa

# remember
source: Remember to use it before the
es: Recuerde utilizarlo antes del
it: Ricordati di utilizzarlo prima del

# disconnected
source: You got disconnected
es: Ha sido desconectado
it: Sei stato disconnesso

# mustLoginAgain
source: You have to log in again
es: Debe iniciar sesión de nuevo
it: Devi effettuare nuovamente l'accesso

# scanQR
source: Scan the QR
es: Escanear el QR

# frameQR
source: Frame the QR.
es: Encuadre el QR
it: Inquadra il QR.

# qrPositiveMessage
source: QR valid
es: El QR se ha escaneado correctamente.
it: QR valido

# qrNegativeMessage
source: QR not valid
es: El QR no fue escaneado por el mismo comerciante que lo emitió.
it: QR non valido

source: Retry
es: Inténtalo de nuevo
it: Riprova

source: All
es: Todos
it: Tutti

# bornAsAProject
source: originated as a university project of the master's degree program in computer science
es: comenzó como un proyecto universitario del Máster en Informática
it: nasce come progetto universitario del corso di Laurea Magistrale in Informatica

# emad
source: Enterprise Mobile Application Development
es: Desarrollo de aplicaciones móviles para empresas

# unisa
source: of the University of Salerno
es: de la Universidad de Salerno
it: dell'Università degli Studi di Salerno

# developedBy
source: It was developed by
es: Fue desarrollado por los estudiantes
it: È stata sviluppata dagli studenti

source: We thank
es: Le damos las gracias
it: Si ringraziano

# thanksToWikipedia
source: for information used in attraction descriptions and images of attractions
es: para la información utilizada en las descripciones de las atracciones y para las imágenes de las atracciones
it: per le informazioni utilizzate nelle descrizioni delle attrazioni e per le immagini delle stesse

# thanksToUnsplash
source: for images used in different screens
es: para imágenes utilizadas en diferentes pantallas
it: per le immagini utilizzate in diverse schermate

# thanksToJohnson
source: for providing us with a 3D© model of the Eiffel Tower available on the Sketchfab.com platform at the following
es: por proporcionarnos un modelo 3D© de la Torre Eiffel disponible en la plataforma Sketchfab.com en
it: per averci fornito di un modello 3D© della Torre Eiffel disponibile sulla piattaforma Sketchfab.com al seguente

# thanksToAccenture
source: for the support given to us during the development of the application
es: por el apoyo prestado durante el desarrollo de la aplicación

source: Go back
es: Volver arriba

# hintPass
source: Enter strong password
it: Inserisci una password forte

# errorGeneric
source: Error
it: Errore

# invalidQR
source: QR has not been genereted by artS application
it: QR non è stato generato dall'applicazione artS
